Repository: svzhukov/gel-rates
Catalog: CurrencyExchangeSwiftUI/Localizable.xcstrings
Source language: en
Languages: ka, ru

source: Amount to buy
ka: შესასყიდი თანხა
ru: Сумма покупки

source: Amount to sell
ka: გასაყიდი თანხა
ru: Сумма продажи

source: and get
ka: და მიიღე
ru: и получить

source: Back
ka: უკან
ru: Назад

source: Batumi
ka: ბათუმში
ru: Батуми

source: Best exchange rates
ka: საუკეთესო გაცვლითი კურსი
ru: Лучшие курсы обмена

source: Best offers
ka: საუკეთესო გაცვლითი კურსი
ru: Лучший курс

source: Buy
ka: ყიდვის
ru: Покупка

source: Chart GEL/USD
ka: დიაგრამა GEL/USD
ru: График GEL/USD

# chart_button_month
source: Month
ka: თვე
ru: Месяц

# chart_button_six_months
source: Half Year
ka: ექვსი თვე
ru: Полгода

# chart_button_week
source: Week
ka: კვირაში
ru: Неделя

# chart_button_year
source: Year
ka: წელიწადი
ru: Год

# Conversion
source: Currency converter
ka: ვალუტის გადამყვანი
ru: Конвертер валют

source: Currency
ka: ვალუტა
ru: Валюта

source: Date
ka: თარიღი
ru: Дата

source: Exchange rate
ka: Გაცვლითი კურსი
ru: Курс обмена

source: Exchange Rates
ka: Გაცვლითი კურსი
ru: Обмен Валют

source: Include online banks
ka: ჩართეთ ონლაინ ბანკები
ru: Включая онлайн обмен

source: Include unknown schedule
ka: ჩართეთ უცნობი გრაფიკი
ru: Включая неизвестное расписание

source: Kutaisi
ka: ქუთაისში
ru: Кутаиси

source: List of organizations
ka: ორგანიზაციების სია
ru: Список организаций

source: Loading...
ka: იტვირთება…
ru: Загрузка…

source: Only working now
ka: მუშაობს ახლა
ru: Работает сейчас

source: or
ka: ან
ru: или

source: Price
ka: ფასი
ru: Цена

source: Sell
ka: გაყიდვის
ru: Продажа

source: Tbilisi
ka: თბილისში
ru: Тбилиси

source: Then you can buy
ka: მაშინ შეგიძლია იყიდო
ru: Затем, вы можете купить

source: View all organizations
ka: ჩამოთვალეთ ყველა ბანკი
ru: Показать все организации

source: You can sell
ka: შეგიძლიათ გაყიდოთ
ru: Вы можете продать

source: You get
ka: Შენ გსურს
ru: Вы получите

source: You have
ka: Შენ გაქვს
ru: У Вас есть

source: in
ru: в

source: on
ru: на
